[
    {
        "id": 1,
        "joketype": "blonde",
        "joke": "Doua blonde fac nudism pe iarba verde.\nLa un moment apare un taur. Blondele o iau la fuga. Dupa ce obosesc bine cu taurul dupa ele se opreste una si spune.\nMai bine fac un vitel decit un infarct."
    },
    {
        "id": 2,
        "joketype": "blonde",
        "joke": "– De ce el nu mi se potrivește?\n-Păi, el este deștept și tu ești frumoasă, și încă și blondă.\n– Nu înțeleg…\n– Despre asta și e vorba!"
    },
    {
        "id": 3,
        "joketype": "blonde",
        "joke": "Blonda îi spune prietenei sale: Cred că mi-a făcut cerere de căsătorie. El a spus că vrea să pună capăt prieteniei noastre."
    },
    {
        "id": 4,
        "joketype": "blonde",
        "joke": "O blondă s-a așezat pe o bancă. Pe o bucată de hârtie scrie: „Atenție, e vopsită!”\nUn tip trece pe lângă ea și îi spune: – Fato, poți citi?\nEa, privind bucata de hârtie: – Aceasta este o minciună! Sunt blondă naturală!"
    },
    {
        "id": 5,
        "joketype": "blonde",
        "joke": "Blonda la medic: – Doctore, am găsit o cutie cu inscripția „Nu mâncați!”. Dar eu am mâncat-o. Spuneți-mi, voi muri?\n-Ei bine, toți vom muri…\n– Toți?! Vai, ce am făcut!"
    },
    {
        "id": 6,
        "joketype": "blonde",
        "joke": "Un pescar stă pe țărm cu o tijă de pescuit. Un bărbat aleargă spre el:\n– Ai văzut pe aici o blondă cu o fustă albastră?\n– Da, acum aproximativ 10 minute a fost aici.\n– Bine. Atunci probabil că o voi prinde!\n– Nu cred, fluxul aici e al naibii."
    },
    {
        "id": 7,
        "joketype": "blonde",
        "joke": "În bar, o blondă uimitoare se apropie de un bărbat și-i zice:\n-Doar trei cuvinte și voi face tot ce îți dorești pentru doar 100 de dolari.\n– Îmi înclei tapetele?"
    },
    {
        "id": 8,
        "joketype": "blonde",
        "joke": "Două blonde:\n– Am găsit rețeta pentru tinerețea eternă!\n– Care-i?\n– În fiecare an, să corectez data nașterii din buletin!"
    },
    {
        "id": 9,
        "joketype": "blonde",
        "joke": "– Ca bărbat, îmi plac foarte mult blondele tinere.\n– Dar ca șofer – le urăsc!"
    },
    {
        "id": 10,
        "joketype": "blonde",
        "joke": "– Ce face o blondă când stă la computer?\n– Țipă pentru că vede un șoarece!"
    },
    {
        "id": 11,
        "joketype": "scurte",
        "joke": "Ce face un licurici care ia Viagra?\n-Se face neon!"
    },
    {
        "id": 12,
        "joketype": "scurte",
        "joke": "Cum traversează românii stradă: se uită la semafor şi, dacă e verde trec, iar dacă e roşu aleargă."
    },
    {
        "id": 13,
        "joketype": "scurte",
        "joke": "În Ardeal, fiindcă timpul trece mai lent, cele mai căutate cadouri de Moş Nicolae sunt inimioarele de Sfântul Valentin şi iepuraşii de ciocolată de Paşti."
    },
    {
        "id": 14,
        "joketype": "scurte",
        "joke": "O mama catre fiul ei:\n- Uita-te la copul de acolo, nu este deloc obraznic.\n\nCopilul:\n- Probabil ca are parinti buni."
    },
    {
        "id": 15,
        "joketype": "scurte",
        "joke": "- Cine ți-a învinețit ochiul?\n- O știi pe femeia aia drăguță care zicea că-i văduvă?\n- Da.\n- Ei bine, nu e."
    },
    {
        "id": 16,
        "joketype": "scurte",
        "joke": "- Cum se spune 'Te rup în bătaie' în chineză?\n- Ten Cing"
    },
    {
        "id": 17,
        "joketype": "scurte",
        "joke": "- Azi soțul meu a fugit cu Maria, prietena mea cea mai bună.\n- De când e Maria prietena ta cea mai bună?\n- De azi!"
    },
    {
        "id": 18,
        "joketype": "scurte",
        "joke": "Istoria, religia si sutienul au deformat mereu realitatea."
    },
    {
        "id": 19,
        "joketype": "scurte",
        "joke": "Am castigat o luptă imposibilă unde șansele erau de 6 la 1...dar, odată ce m-am alăturat, l-am dovedit in 5 minute."
    },
    {
        "id": 20,
        "joketype": "scurte",
        "joke": "- Cat spatiu se va elibera după Brexit?\n- 1 GB."
    },
    {
        "id": 21,
        "joketype": "scurte",
        "joke": "- Voiam sa va spun un banc despre calatoria in timp, dar...nu v-a placut."
    },
    {
        "id": 22,
        "joketype": "scurte",
        "joke": "- Iubito, imi faci o tochitura moldoveneasca saptamana asta?\n- Nu pot, poate cealalta.\n- Nu poate nici ea, am intrebat-o!"
    },
    {
        "id": 23,
        "joketype": "scurte",
        "joke": "Ce spune un om prost cand intra intr-o incapere?\nIntreaba-ti prietenii, pentru ca ei stiu ce-ti poate pielea."
    },
    {
        "id": 24,
        "joketype": "scurte",
        "joke": "I: De ce are Dacia degivrarea (dezaburirea) pe luneta din spate?\nR: Să nu-ți înghețe mâinile când o împingi."
    },
    {
        "id": 25,
        "joketype": "scurte",
        "joke": "Vine unu` intr-un spital:\n-Dom' doftor, da de ce aici toti bolnavii cand se intalnesc se plesnesc peste fata?\n-Astia sunt muti si asa se saluta.\n-Bine, bine dar ala de ce da mai multe palme celorlalti?\n-Ala e balbait."
    },
    {
        "id": 26,
        "joketype": "scurte",
        "joke": "Stefan cel Mare la razboi:\n-Pi cai, osteni!\n-Si io picai, maria ta!"
    },
    {
        "id": 27,
        "joketype": "scurte",
        "joke": "Chuck Norris poate sa taie un cutit cu un pachet de unt."
    },
    {
        "id": 28,
        "joketype": "scurte",
        "joke": "- Cine din familia voastră este cel mai în vârstă?\n- Stră-stră-stră-străbunica.\n- Nu-i posibil aşa ceva.\n- Ba e po-po-po-posibil!"
    },
    {
        "id": 29,
        "joketype": "scurte",
        "joke": "Ce e verde, are 100 de oua si canta?\nCorul armatei."
    },
    {
        "id": 30,
        "joketype": "seci",
        "joke": "De ce are rinocerul corn? Pentru că nu a găsit chiflă."
    },
    {
        "id": 31,
        "joketype": "seci",
        "joke": "Ce trebuie să îi faci unui hipopotam care are diaree? Loc!"
    },
    {
        "id": 32,
        "joketype": "seci",
        "joke": "Cum se uită o raţă în beci? Iei raţa, o duci în beci şi o uiţi acolo."
    },
    {
        "id": 33,
        "joketype": "seci",
        "joke": "Când stă barza într-un picior? Când şi-l ridică pe celalalt."
    },
    {
        "id": 34,
        "joketype": "seci",
        "joke": "Cum se vânează un iepure? Vânătorul se ascunde într-un tufiş şi face ca varza."
    },
    {
        "id": 35,
        "joketype": "seci",
        "joke": "Cum se sinucide un melc? Se uită în priză."
    },
    {
        "id": 36,
        "joketype": "seci",
        "joke": "Ce au în comun un elefant şi o zebră? Amândoi au trompă, cu excepţia zebrei."
    },
    {
        "id": 37,
        "joketype": "seci",
        "joke": "Ce-i mic, negru, cu două puncte albe? Un purice cu vată în urechi"
    },
    {
        "id": 38,
        "joketype": "seci",
        "joke": "Mihai Viteazul mergea pe cal şi, dintr-odată, cade. De ce? S-a terminat calul!"
    },
    {
        "id": 39,
        "joketype": "seci",
        "joke": "Un om avea un cal, iar calul nu avea nimic împotrivă."
    },
    {
        "id": 40,
        "joketype": "seci",
        "joke": "Bulă era pe moarte şi moartea i-a zis „Dă-te jos”."
    },
    {
        "id": 41,
        "joketype": "seci",
        "joke": "Doi pereţi vorbesc: Ne întâlnim la colţ!"
    },
    {
        "id": 42,
        "joketype": "seci",
        "joke": "În America rulează „Om bogat, om sărac”, în Rusia rulează „Om sărac, om sărac”, iar în România rulează „Om trăi şi om vedea”."
    },
    {
        "id": 43,
        "joketype": "seci",
        "joke": "Un şnur se uita în oglindă şi zâmbea pe sub mustăţi: Mamă, ce şiret sunt!"
    },
    {
        "id": 44,
        "joketype": "seci",
        "joke": "Un om mergea pe stradă şi deodata a dispărut. De ce? L-au ros pantofii."
    },
    {
        "id": 45,
        "joketype": "seci",
        "joke": "Un porc se uita la o priza şi-i spune: „Pe tine te-au zidit?”"
    },
    {
        "id": 46,
        "joketype": "asemanare",
        "joke": "- Care este asemanarea dintre un barbat si o telecomanda ?\n- Ambii sunt simpli, usor de folosit si, de obicei, ii gasesti pe langa televizor."
    },
    {
        "id": 47,
        "joketype": "asemanare",
        "joke": "- Care este asemanarea dintre chelie si prostie ?\n- Daca sunt prea mari, nu pot fi acoperite."
    },
    {
        "id": 49,
        "joketype": "asemanare",
        "joke": "- Care este asemanarea intre o femeie si o bicicleta ?\n- Daca n-ai camera, mergi pe langa ele..."
    },
    {
        "id": 50,
        "joketype": "asemanare",
        "joke": "- Care este asemanarea dintre ghilotina si alcool ?\n- Amandoua te fac sa-ti pierzi capul !"
    },
    {
        "id": 51,
        "joketype": "seci",
        "joke": "Cum tine un canibal cura de slabire?\n- Mananca pitici."
    },
    {
        "id": 52,
        "joketype": "diferente",
        "joke": "- Care este diferenta dintre doctori si pacienti intr-un spital de psihiatrie ?\n- Pacientii se fac bine si pleaca."
    },
    {
        "id": 53,
        "joketype": "diferente",
        "joke": "- Care este diferenta dintre agricultura si aviatie ?\n- Agricultura e in aer iar aviatia e la pamant !"
    },
    {
        "id": 54,
        "joketype": "diferente",
        "joke": "- Care este diferenta dintre inginerii militari si inginerii civili?\n- Inginerii militari constuiesc arme, in timp ce cei civili construiesc tinte."
    },
    {
        "id": 55,
        "joketype": "diferente",
        "joke": "Care e diferenţa dintre vină şi păcat?\nE o vină să te culci cu nevasta altuia, dar e păcat să ratezi ocazia..."
    },
    {
        "id": 56,
        "joketype": "diferente",
        "joke": "-Care-i diferenta dintre un car si o tigara?\n-La car trag doi boi, la tigara numai unul."
    },
    {
        "id": 57,
        "joketype": "asemanare",
        "joke": "- Care-i asemanarea dintre o paine arsa in cuptor, o fata inecata in fantana si o femeie gravida?\n- In fiecare caz NU A FOST SCOASA LA TIMP!!"
    },
    {
        "id": 58,
        "joketype": "asemanare",
        "joke": "Asemanarea dintre o fusta mini si un discurs.\nAmandoua trebuie sa fie suficient de lungi ca sa acopere problema si destul de scurte ca sa capteze interesul."
    },
    {
        "id": 59,
        "joketype": "diferente",
        "joke": ""
    },
    {
        "id": 60,
        "joketype": "diferente",
        "joke": "- Ce diferenta e intre un politist roman si un hot ?\n- Nici una"
    },
    {
        "id": 61,
        "joketype": "diferente",
        "joke": "Care e diferenta dintre soc si placere?\nPlacerea e pe moment, socul vine dupa 9 luni."
    },
    {
        "id": 62,
        "joketype": "diferente",
        "joke": "\n- Care e diferenta dintre un urs si un om\n- Ursul are laba, omul tre' s-o faca."
    },
    {
        "id": 63,
        "joketype": "diferente",
        "joke": "Care e diferenta dintre un vapor si un barbat?\nBarbatul poate sa inoate si cu catargul in jos."
    },
    {
        "id": 64,
        "joketype": "diferente",
        "joke": "Care este diferenta intre o biserica si o femeie??\nLa biserica intri si te rogi, iar la femeie prima oara te rogi, si dupa aia 'intri'"
    },
    {
        "id": 65,
        "joketype": "diferente",
        "joke": "Care este diferenta intre pasarica si furnica?\nDaca pui mana pe pasarica te furnica, dar daca pui mana pe furnica nu te pasarica."
    },
    {
        "id": 66,
        "joketype": "diferente",
        "joke": "Care este diferenta dintre o femeie si o musca?\nMusca te sacaie numai vara."
    },
    {
        "id": 67,
        "joketype": "diferente",
        "joke": "Care e diferenta intre fundul unei babe si o portocala?\nMusca si ai sa vezi!"
    },
    {
        "id": 68,
        "joketype": "diferente",
        "joke": "Care-i diferenta intre o femeie si un prosop?\nLa prosop cautam partile uscate, iar la femeie pe cele umede."
    },
    {
        "id": 69,
        "joketype": "diferente",
        "joke": "Care e diferenta dintre o femeie si o gutuie?\nFemeia e buna cand ii da puful, iar gutuia e buna cand ii cade puful."
    },
    {
        "id": 70,
        "joketype": "diferente",
        "joke": "Diferenta dintre un avion si o secretara:\nAvionul daca nu zboara, pica.\nSecretara daca nu pica, zboara."
    },
    {
        "id": 71,
        "joketype": "diferente",
        "joke": "Care e diferenta dintre peste si un pescar?\nPescarul vinde peste si pestele femei!"
    },
    {
        "id": 72,
        "joketype": "seci",
        "joke": "Un tip intră într-o berărie:\n-Dați-mi o bere, îmi aștept nevasta aici.\n-Brună sau blondă? îl întreabă chelnerul.\n-Nu știu, de abia a intrat la coafor."
    },
    {
        "id": 73,
        "joketype": "seci",
        "joke": "Un tip intră într-un magazin cu obiecte pentru vânătoare.\n-Bună ziua, aveți pantaloni de camuflaj?\n-Avem, dar nu-i găsim!"
    },
    {
        "id": 74,
        "joketype": "seci",
        "joke": "Un tip merge la încorporare în marină. În timp ce i se completau actele, este întrebat:\n-Știți să înotați?\n-Da ce, nu aveți vapoare?"
    },
    {
        "id": 75,
        "joketype": "seci",
        "joke": "– De ce bărbații aleargă după femeile cu care nu au de gând să se însoare?\n- Din același motiv pentru care câinii fug după mașinile pe care nu au de gând să le conducă!"
    },
    {
        "id": 76,
        "joketype": "seci",
        "joke": "O babă merge pe calea ferată. Din spate vine un tren „fluierând”. Ce credeți că zice baba?\n-Fetele cuminți nu întorc capul după vagabonzi."
    },
    {
        "id": 77,
        "joketype": "seci",
        "joke": "De ce bărbații cu BMW-uri au succes la femei?\nSimplu, ele citesc printre rânduri: Be My Wife!"
    },
    {
        "id": 78,
        "joketype": "seci",
        "joke": "Î: Ce are 1000 de picioare și IQ=10?\nR: O coloană de blonde."
    },
    {
        "id": 79,
        "joketype": "seci",
        "joke": "-Știți de ce au elefanții ochii roșii?\nCa să se ascundă în cireș.\n-Ați văzut vreodată elefanți în cireș?\n-Ați văzut ce bine se ascund?"
    },
    {
        "id": 80,
        "joketype": "seci",
        "joke": "Dacă alergi dimineața, ziua va fi una bună, pentru că nimic mai rău decât alergarea a 10 kilometri dimineața nu poate să vi se mai  întâmple."
    },
    {
        "id": 81,
        "joketype": "seci",
        "joke": "Pregătește-te întotdeauna pentru ce este mai rău și atunci orice rezultat te va satisface.\nDe exemplu, mie mi s-a ars pârjoala, dar eu măcar n-am murit."
    },
    {
        "id": 82,
        "joketype": "seci",
        "joke": "- Arătați foarte bine, care este dieta dvs.?\n- Șomajul."
    },
    {
        "id": 83,
        "joketype": "seci",
        "joke": "Mă enervează când trebuie să plătesc la magazin, chiar și dacă am spus mulțumesc."
    },
    {
        "id": 84,
        "joketype": "seci",
        "joke": "Dacă familia s-a destrămat, atunci nu poți învinovăți doar soțul. Amândoi sunt de vină… atât soțul, cât și soacra."
    },
    {
        "id": 85,
        "joketype": "seci",
        "joke": "- De ce nimeni nu jignește un băiat țigan în clasa I?\n- Pentru că tatăl său studiază în a șasea."
    },
    {
        "id": 86,
        "joketype": "seci",
        "joke": "Lucrez chelner într-o cafenea.\nÎncă din prima zi mi-am dat seama că nu ar trebui să mănânc aici, când bucătarul mi-a cerut să-i cumpăr un hot-dog pentru prânz."
    },
    {
        "id": 87,
        "joketype": "seci",
        "joke": "Frizerul îl întreabă pe client:\n- Cum să te tund ca să fii mulțumit?\n- Gratuit!"
    },
    {
        "id": 88,
        "joketype": "seci",
        "joke": "Un angajat întră în biroul șefului, smulge cablul telefonic din perete, îi aruncă hârtiile pe jos, îi toarnă cafeaua pe cap și dă să-l bată. Colegii din birou strigă:\n- Oprește-te, Fanele, noi am glumit, nu ai câștigat la loto."
    },
    {
        "id": 89,
        "joketype": "seci",
        "joke": "Era odată un pescar cam ghinionist. Un trecător curios îl întreabă:\n- Este pește în baltă?\n- Este, da-i acoperit cu apă!"
    },
    {
        "id": 90,
        "joketype": "seci",
        "joke": "Un lucrător la amanet a fost primul care a știut că apartamentul vecinilor a fost jefuit."
    },
    {
        "id": 91,
        "joketype": "seci",
        "joke": "Dacă ați cumpărat un ceas fără documente și cutie, iar brățara este puțin în sânge, atunci cel mai probabil acestea sunt originale."
    },
    {
        "id": 92,
        "joketype": "seci",
        "joke": "Acești tipi suspecți se pare că și-au dat seama că eu mi-am revenit recent din paranoia."
    },
    {
        "id": 93,
        "joketype": "seci",
        "joke": "Î: Ce zice un spermatozoid când fugărește un ovul?\nR: Când te prind om te fac."
    },
    {
        "id": 94,
        "joketype": "seci",
        "joke": "Cică erau 3 tovarăși la băut. Pe unul îl chema George, pe unul Bobi și pe unul îl chema nevasta acasă."
    },
    {
        "id": 95,
        "joketype": "seci",
        "joke": "Era unul care a căzut pe gânduri și și-a rupt mâna."
    },
    {
        "id": 96,
        "joketype": "seci",
        "joke": "Cine râde la urmă, gândește mai încet."
    },
    {
        "id": 97,
        "joketype": "seci",
        "joke": "V-am povestit vreodată despre mine? Minele sunt niște găuri din care ies minerii."
    },
    {
        "id": 98,
        "joketype": "seci",
        "joke": "Discuție între două cireșe:\n- Am un vierme uite-așa de mare!\n- Stricat-o!"
    },
    {
        "id": 99,
        "joketype": "seci",
        "joke": "O furnică vroia să se penseze și și-a rupt capul."
    },
    {
        "id": 100,
        "joketype": "seci",
        "joke": "O prostituată decentă făcea mai întâi clientului cunoștință cu părinții săi."
    },
    {
        "id": 101,
        "joketype": "seci",
        "joke": "Colega Alina era urâtă atât de băieți, cât și de fete, pentru că primei i-au crescut atât sânii, cât și mustățile."
    },
    {
        "id": 102,
        "joketype": "seci",
        "joke": "La un miting al medicilor patologi a avut loc un accident fatal. Toată lumea era atât de fericită!"
    },
    {
        "id": 103,
        "joketype": "seci",
        "joke": "Am atât de mulți bani, încât ascund cărți printre ei!"
    },
    {
        "id": 104,
        "joketype": "seci",
        "joke": "Un mut îi spune unui surd:\n- Ne urmărește un orb!"
    },
    {
        "id": 105,
        "joketype": "seci",
        "joke": "Era o dată ca niciodată ROȘU împărat și VERDE împărat. Și dacă era și GALBEN împărat vă spuneam o poveste cu un semafor!"
    },
    {
        "id": 106,
        "joketype": "seci",
        "joke": "Erau 3 cai: unul alb, unul negru și unul mai încolo."
    },
    {
        "id": 107,
        "joketype": "seci",
        "joke": "Un copil întreabă pe tată-său:\n- De ce sunt roșiile astea așa de galbene?\n- Pentru că sunt verzi."
    },
    {
        "id": 108,
        "joketype": "seci",
        "joke": "Pe o stâncă erau doi vulturi: unul gri și unul era să cadă."
    },
    {
        "id": 109,
        "joketype": "seci",
        "joke": "De ce nu aleargă melcul? Să nu-și fluture ochii."
    },
    {
        "id": 110,
        "joketype": "seci",
        "joke": "Doi scheleți se trag de piele!"
    }
]