[
    {
        "id": 1,
        "joke-type": "blonde",
        "joke": "Doua blonde fac nudism pe iarba verde.\nLa un moment apare un taur. Blondele o iau la fuga. Dupa ce obosesc bine cu taurul dupa ele se opreste una si spune.\nMai bine fac un vitel decit un infarct."
    },
    {
        "id": 2,
        "joke-type": "blonde",
        "joke": "– De ce el nu mi se potrivește?\n-Păi, el este deștept și tu ești frumoasă, și încă și blondă.\n– Nu înțeleg…\n– Despre asta și e vorba!"
    },
    {
        "id": 3,
        "joke-type": "blonde",
        "joke": "Blonda îi spune prietenei sale: Cred că mi-a făcut cerere de căsătorie. El a spus că vrea să pună capăt prieteniei noastre."
    },
    {
        "id": 4,
        "joke-type": "blonde",
        "joke": "O blondă s-a așezat pe o bancă. Pe o bucată de hârtie scrie: „Atenție, e vopsită!”\nUn tip trece pe lângă ea și îi spune: – Fato, poți citi?\nEa, privind bucata de hârtie: – Aceasta este o minciună! Sunt blondă naturală!"
    },
    {
        "id": 5,
        "joke-type": "blonde",
        "joke": "Blonda la medic: – Doctore, am găsit o cutie cu inscripția „Nu mâncați!”. Dar eu am mâncat-o. Spuneți-mi, voi muri?\n-Ei bine, toți vom muri…\n– Toți?! Vai, ce am făcut!"
    },
    {
        "id": 6,
        "joke-type": "blonde",
        "joke": "Un pescar stă pe țărm cu o tijă de pescuit. Un bărbat aleargă spre el:\n– Ai văzut pe aici o blondă cu o fustă albastră?\n– Da, acum aproximativ 10 minute a fost aici.\n– Bine. Atunci probabil că o voi prinde!\n– Nu cred, fluxul aici e al naibii."
    },
    {
        "id": 7,
        "joke-type": "blonde",
        "joke": "În bar, o blondă uimitoare se apropie de un bărbat și-i zice:\n-Doar trei cuvinte și voi face tot ce îți dorești pentru doar 100 de dolari.\n– Îmi înclei tapetele?"
    },
    {
        "id": 8,
        "joke-type": "blonde",
        "joke": "Două blonde:\n– Am găsit rețeta pentru tinerețea eternă!\n– Care-i?\n– În fiecare an, să corectez data nașterii din buletin!"
    },
    {
        "id": 9,
        "joke-type": "blonde",
        "joke": "– Ca bărbat, îmi plac foarte mult blondele tinere.\n– Dar ca șofer – le urăsc!"
    },
    {
        "id": 10,
        "joke-type": "blonde",
        "joke": "– Ce face o blondă când stă la computer?\n– Țipă pentru că vede un șoarece!"
    },
    {
        "id": 11,
        "joke-type": "scurte",
        "joke": "Ce face un licurici care ia Viagra?\n-Se face neon!"
    },
    {
        "id": 12,
        "joke-type": "scurte",
        "joke": "Cum traversează românii stradă: se uită la semafor şi, dacă e verde trec, iar dacă e roşu aleargă."
    },
    {
        "id": 13,
        "joke-type": "scurte",
        "joke": "În Ardeal, fiindcă timpul trece mai lent, cele mai căutate cadouri de Moş Nicolae sunt inimioarele de Sfântul Valentin şi iepuraşii de ciocolată de Paşti."
    },
    {
        "id": 14,
        "joke-type": "scurte",
        "joke": "O mama catre fiul ei:\n- Uita-te la copul de acolo, nu este deloc obraznic.\n\nCopilul:\n- Probabil ca are parinti buni."
    },
    {
        "id": 15,
        "joke-type": "scurte",
        "joke": "- Cine ți-a învinețit ochiul?\n- O știi pe femeia aia drăguță care zicea că-i văduvă?\n- Da.\n- Ei bine, nu e."
    },
    {
        "id": 16,
        "joke-type": "scurte",
        "joke": "- Cum se spune 'Te rup în bătaie' în chineză?\n- Ten Cing"
    },
    {
        "id": 17,
        "joke-type": "scurte",
        "joke": "- Azi soțul meu a fugit cu Maria, prietena mea cea mai bună.\n- De când e Maria prietena ta cea mai bună?\n- De azi!"
    },
    {
        "id": 18,
        "joke-type": "scurte",
        "joke": "Istoria, religia si sutienul au deformat mereu realitatea."
    },
    {
        "id": 19,
        "joke-type": "scurte",
        "joke": "Am castigat o luptă imposibilă unde șansele erau de 6 la 1...dar, odată ce m-am alăturat, l-am dovedit in 5 minute."
    },
    {
        "id": 20,
        "joke-type": "scurte",
        "joke": "- Cat spatiu se va elibera după Brexit?\n- 1 GB."
    },
    {
        "id": 21,
        "joke-type": "scurte",
        "joke": "- Voiam sa va spun un banc despre calatoria in timp, dar...nu v-a placut."
    },
    {
        "id": 22,
        "joke-type": "scurte",
        "joke": "- Iubito, imi faci o tochitura moldoveneasca saptamana asta?\n- Nu pot, poate cealalta.\n- Nu poate nici ea, am intrebat-o!"
    },
    {
        "id": 23,
        "joke-type": "scurte",
        "joke": "Ce spune un om prost cand intra intr-o incapere?\nIntreaba-ti prietenii, pentru ca ei stiu ce-ti poate pielea."
    },
    {
        "id": 24,
        "joke-type": "scurte",
        "joke": "I: De ce are Dacia degivrarea (dezaburirea) pe luneta din spate?\nR: Să nu-ți înghețe mâinile când o împingi."
    },
    {
        "id": 25,
        "joke-type": "scurte",
        "joke": "Vine unu` intr-un spital:\n-Dom' doftor, da de ce aici toti bolnavii cand se intalnesc se plesnesc peste fata?\n-Astia sunt muti si asa se saluta.\n-Bine, bine dar ala de ce da mai multe palme celorlalti?\n-Ala e balbait."
    },
    {
        "id": 26,
        "joke-type": "scurte",
        "joke": "Stefan cel Mare la razboi:\n-Pi cai, osteni!\n-Si io picai, maria ta!"
    },
    {
        "id": 27,
        "joke-type": "scurte",
        "joke": "Chuck Norris poate sa taie un cutit cu un pachet de unt."
    },
    {
        "id": 28,
        "joke-type": "scurte",
        "joke": "- Cine din familia voastră este cel mai în vârstă?\n- Stră-stră-stră-străbunica.\n- Nu-i posibil aşa ceva.\n- Ba e po-po-po-posibil!"
    },
    {
        "id": 29,
        "joke-type": "scurte",
        "joke": "Ce e verde, are 100 de oua si canta?\nCorul armatei."
    },
    {
        "id": 30,
        "joke-type": "seci",
        "joke": "De ce are rinocerul corn? Pentru că nu a găsit chiflă."
    },
    {
        "id": 31,
        "joke-type": "seci",
        "joke": "Ce trebuie să îi faci unui hipopotam care are diaree? Loc!"
    },
    {
        "id": 32,
        "joke-type": "seci",
        "joke": "Cum se uită o raţă în beci? Iei raţa, o duci în beci şi o uiţi acolo."
    },
    {
        "id": 33,
        "joke-type": "seci",
        "joke": "Când stă barza într-un picior? Când şi-l ridică pe celalalt."
    },
    {
        "id": 34,
        "joke-type": "seci",
        "joke": "Cum se vânează un iepure? Vânătorul se ascunde într-un tufiş şi face ca varza."
    },
    {
        "id": 35,
        "joke-type": "seci",
        "joke": "Cum se sinucide un melc? Se uită în priză."
    },
    {
        "id": 36,
        "joke-type": "seci",
        "joke": "Ce au în comun un elefant şi o zebră? Amândoi au trompă, cu excepţia zebrei."
    },
    {
        "id": 37,
        "joke-type": "seci",
        "joke": "Ce-i mic, negru, cu două puncte albe? Un purice cu vată în urechi"
    },
    {
        "id": 38,
        "joke-type": "seci",
        "joke": "Mihai Viteazul mergea pe cal şi, dintr-odată, cade. De ce? S-a terminat calul!"
    },
    {
        "id": 39,
        "joke-type": "seci",
        "joke": "Un om avea un cal, iar calul nu avea nimic împotrivă."
    },
    {
        "id": 40,
        "joke-type": "seci",
        "joke": "Bulă era pe moarte şi moartea i-a zis „Dă-te jos”."
    },
    {
        "id": 41,
        "joke-type": "seci",
        "joke": "Doi pereţi vorbesc: Ne întâlnim la colţ!"
    },
    {
        "id": 42,
        "joke-type": "seci",
        "joke": "În America rulează „Om bogat, om sărac”, în Rusia rulează „Om sărac, om sărac”, iar în România rulează „Om trăi şi om vedea”."
    },
    {
        "id": 43,
        "joke-type": "seci",
        "joke": "Un şnur se uita în oglindă şi zâmbea pe sub mustăţi: Mamă, ce şiret sunt!"
    },
    {
        "id": 44,
        "joke-type": "seci",
        "joke": "Un om mergea pe stradă şi deodata a dispărut. De ce? L-au ros pantofii."
    },
    {
        "id": 45,
        "joke-type": "seci",
        "joke": "Un porc se uita la o priza şi-i spune: „Pe tine te-au zidit?”"
    },
    {
        "id": 46,
        "joke-type": "asemanare",
        "joke": "- Care este asemanarea dintre un barbat si o telecomanda ?\n- Ambii sunt simpli, usor de folosit si, de obicei, ii gasesti pe langa televizor."
    },
    {
        "id": 47,
        "joke-type": "asemanare",
        "joke": "- Care este asemanarea dintre chelie si prostie ?\n- Daca sunt prea mari, nu pot fi acoperite."
    },
    {
        "id": 49,
        "joke-type": "asemanare",
        "joke": "- Care este asemanarea intre o femeie si o bicicleta ?\n- Daca n-ai camera, mergi pe langa ele..."
    },
    {
        "id": 50,
        "joke-type": "asemanare",
        "joke": "- Care este asemanarea dintre ghilotina si alcool ?\n- Amandoua te fac sa-ti pierzi capul !"
    },
    {
        "id": 51,
        "joke-type": "seci",
        "joke": "Cum tine un canibal cura de slabire?\n- Mananca pitici."
    },
    {
        "id": 52,
        "joke-type": "diferente",
        "joke": "- Care este diferenta dintre doctori si pacienti intr-un spital de psihiatrie ?\n- Pacientii se fac bine si pleaca."
    },
    {
        "id": 53,
        "joke-type": "diferente",
        "joke": "- Care este diferenta dintre agricultura si aviatie ?\n- Agricultura e in aer iar aviatia e la pamant !"
    },
    {
        "id": 54,
        "joke-type": "diferente",
        "joke": "- Care este diferenta dintre inginerii militari si inginerii civili?\n- Inginerii militari constuiesc arme, in timp ce cei civili construiesc tinte."
    },
    {
        "id": 55,
        "joke-type": "diferente",
        "joke": "Care e diferenţa dintre vină şi păcat?\nE o vină să te culci cu nevasta altuia, dar e păcat să ratezi ocazia..."
    },
    {
        "id": 56,
        "joke-type": "diferente",
        "joke": "-Care-i diferenta dintre un car si o tigara?\n-La car trag doi boi, la tigara numai unul."
    },
    {
        "id": 57,
        "joke-type": "asemanare",
        "joke": "- Care-i asemanarea dintre o paine arsa in cuptor, o fata inecata in fantana si o femeie gravida?\n- In fiecare caz NU A FOST SCOASA LA TIMP!!"
    },
    {
        "id": 58,
        "joke-type": "asemanare",
        "joke": "Asemanarea dintre o fusta mini si un discurs.\nAmandoua trebuie sa fie suficient de lungi ca sa acopere problema si destul de scurte ca sa capteze interesul."
    },
    {
        "id": 59,
        "joke-type": "diferente",
        "joke": ""
    },
    {
        "id": 60,
        "joke-type": "diferente",
        "joke": "- Ce diferenta e intre un politist roman si un hot ?\n- Nici una"
    },
    {
        "id": 61,
        "joke-type": "diferente",
        "joke": "Care e diferenta dintre soc si placere?\nPlacerea e pe moment, socul vine dupa 9 luni."
    },
    {
        "id": 62,
        "joke-type": "diferente",
        "joke": "\n- Care e diferenta dintre un urs si un om\n- Ursul are laba, omul tre' s-o faca."
    },
    {
        "id": 63,
        "joke-type": "diferente",
        "joke": "Care e diferenta dintre un vapor si un barbat?\nBarbatul poate sa inoate si cu catargul in jos."
    },
    {
        "id": 64,
        "joke-type": "diferente",
        "joke": "Care este diferenta intre o biserica si o femeie??\nLa biserica intri si te rogi, iar la femeie prima oara te rogi, si dupa aia 'intri'"
    },
    {
        "id": 65,
        "joke-type": "diferente",
        "joke": "Care este diferenta intre pasarica si furnica?\nDaca pui mana pe pasarica te furnica, dar daca pui mana pe furnica nu te pasarica."
    },
    {
        "id": 66,
        "joke-type": "diferente",
        "joke": "Care este diferenta dintre o femeie si o musca?\nMusca te sacaie numai vara."
    },
    {
        "id": 67,
        "joke-type": "diferente",
        "joke": "Care e diferenta intre fundul unei babe si o portocala?\nMusca si ai sa vezi!"
    },
    {
        "id": 68,
        "joke-type": "diferente",
        "joke": "Care-i diferenta intre o femeie si un prosop?\nLa prosop cautam partile uscate, iar la femeie pe cele umede."
    },
    {
        "id": 69,
        "joke-type": "diferente",
        "joke": "Care e diferenta dintre o femeie si o gutuie?\nFemeia e buna cand ii da puful, iar gutuia e buna cand ii cade puful."
    },
    {
        "id": 70,
        "joke-type": "diferente",
        "joke": "Diferenta dintre un avion si o secretara:\nAvionul daca nu zboara, pica.\nSecretara daca nu pica, zboara."
    },
    {
        "id": 71,
        "joke-type": "diferente",
        "joke": "Care e diferenta dintre peste si un pescar?\nPescarul vinde peste si pestele femei!"
    }
]